[
  "Martial Peak",
  "The Regressed Demon Lord is Kind",
  "I’m Really Not The Demon God’s Lackey",
  "Kidnapped Dragons",
  "Brave Soul of Evil Supremacy",
  "I Became A Flashing Genius At The Magic Academy",
  "The Story of a Man Who Is Reincarnated as the Shi*tiest Guy in a Doujin, but the Heroine Keeps on Coming Close to Him",
  "Overgeared",
  "The Main Heroines are Trying to Kill Me",
  "I Was Caught up in a Hero Summoning, but That World Is at Peace (WN)",
  "Dropped into Another World…",
  "The Case When I Created A Secret Society of Darkness Because I Reincarnated As A Villain, But For Some Reason, It Became My Harem",
  "I Am the Fated Villain",
  "Return of the Frozen Player",
  "I Have Decided to Go Look for My Father",
  "Damn Reincarnation",
  "Inside An Ad**t Game As A Former Hero",
  "Return of Mount Hua Sect",
  "Greetings, Ninth Uncle",
  "Clearing an Isekai with the Zero-Believers Goddess – The Weakest Mage among the Classmates (WN)",
  "Trash of the Count’s Family",
  "Kuma Kuma Kuma Bear",
  "Despite Being Pursued As a Villain, All The Heroines On My Side?",
  "I Married the Male Lead of a CP-free Novel",
  "The Demon Prince goes to the Academy",
  "Become a Star",
  "The Green Tea’s Crushing Victories in the ’70s",
  "Academy’s Undercover Professor",
  "Keyboard Immortal",
  "Tondemo Skill de Isekai Hourou Meshi",
  "Nine Star Hegemon Body Art",
  "Transmigrated into a Parvenu’s Ex-wife in the ‘90s",
  "Pastoral Daily Life",
  "Villainess Wants To Turn Over A New Leaf",
  "I Quit Being The Male Lead’s Rival",
  "Second Life Ranker",
  "Reformation of the Deadbeat Noble",
  "The Cheat Plant Mage Hides to Live a Slow Life!! ～ I’ve Been Banished from the Court and Want to Raise a World Tree but my Territory is too Strong～",
  "I Woke Up Piloting the Strongest Starship, so I Became a Space Mercenary",
  "Married to the Male Lead’s Brother",
  "Emperor’s Domination",
  "Rebirth: Different Way",
  "I’ve Been Reincarnated as a Scumbag, Prickly Best Friend Who Collects Hate in a Gal Game. And the Main Character Is Too Incompetent To Be Useful…",
  "The Academy’s Deceased Ate It All",
  "I’m Not a Regressor",
  "Tsuki ga Michibiku Isekai Douchuu",
  "SSS-Class Suicide Hunter",
  "Villager A Wants to Save the Villainess no Matter What!",
  "Hellmode ~A Hardcore Gamer Becomes Peerless in Another World with Retro Game Settings~",
  "Invincible",
  "Invincible",
  "Forced to Marry the Enemy Prince",
  "Reincarnated as a Dragon’s Egg ～Lets Aim to Be the Strongest～",
  "Bannou “Murazukuri” Cheat de Otegaru Slow Life ~Mura desu ga Nani ka?~",
  "Water Magician",
  "Star Odyssey",
  "My Son Might Be A Villain",
  "Isekai Yururi Kikou ~Raising Children While Being an Adventurer~",
  "My Son is a Reborn Villain",
  "Little Tyrant Doesn’t Want to Meet with a Bad End",
  "Strict Wife of the ’70s Manages the Household",
  "I Was Raised After Being a Mermaid",
  "Absolute Resonance",
  "The Villainess That Was Once A VRMMO player",
  "I Became Friends with the Second Cutest Girl in My Class (WN)",
  "Bursting After He Transmigrated into the Cannon Fodder Omega",
  "As Long as You Have the [Shop] Skill, the Dungeonized World Is a Breeze ~The Bullied Youth’s Payback Lifestyle~",
  "The Reincarnated Wizard Who Will Eventually Become the Strongest",
  "How to get Healed at Demon Farm",
  "The Devil Does Not Need to Be Defeated",
  "The Man Picked Up By the Gods (Reboot)",
  "Swordmaster’s Youngest Son",
  "The Case About Two Sisters Becoming Extremely Obsessed With Me After I Saved Them",
  "Legend of the Great Sage",
  "Can’t Close My Legs",
  "Can’t Close My Legs",
  "Ryuu Kusari no Ori -Kokoro no Uchi no “Kokoro”-",
  "How to Survive at the Academy",
  "Rebuild World (WN)",
  "Living in Another World by Commissioning 〜Healing Mage’s Relaxing and Fluffy Manpower Agency〜",
  "When I Reincarnated I Was a Soldier?! ~A Man Called the Red Shinigami~",
  "Reincarnated in a Game World ~How Could I Do Something Like a Tutorial, I’m Going to Go Raise My Level!~",
  "The Tanaka Family Reincarnates",
  "I Help the Richest Man Spend Money to Prevent Disasters",
  "The Legitimate Daughter Doesn’t Care!",
  "Someday Will I Be The Greatest Alchemist?",
  "The Prime Minister’s Wife Is The Richest Woman",
  "Masho no Otoko wo Mezashimasu",
  "The Return of the Disaster-Class Hero",
  "Remarried Empress",
  "Thereafter of an Exiled Magician ~Somehow My Engagement Was Cancelled, and I Was Driven Out, so I Will Stop Living the Tough Aristocrat Life, and Live Leisurely in a Distant, Foreign, Developing Village~",
  "Waking up as Cinderella’s Stepsister",
  "This Damned Thirst for Survival",
  "Hagakure Sakura Does Not Lament",
  "Little One Tears the Villain’s Script",
  "Moto Sekai Ichi’i no Sub-chara Ikusei Nikki",
  "Today Prime Minister Also Wants to Bang His Head on the Pillar",
  "The Frontier Alchemist ~ I Can’t Go Back to That Job After You Made My Budget Zero",
  "Isekai Nonbiri Nouka",
  "I Came Back but the World is Still a Fantasy!?",
  "I’m a Bastard But You’re Worse!",
  "Overlimit Skill Holder",
  "Abandoned Lady Awakened in the Dungeon – Sacred Mark? A True Saint? No I Am Just a Monster Foodie!",
  "I Was Reborn, but I Was Told That the Popular Standard Skills Were No Good, so I Chose the Skill of Collecting [Title]",
  "The Reincarnated Villain Makes The Heroines Tearfully Beg for Forgiveness",
  "Gourmet Gaming",
  "Back to the Sixties: Farm, Get Wealthy & Raise the Cubs",
  "I Became the Rich Second-Generation Villain",
  "You’re Beautiful When You Smile",
  "The Supporting Male Character Just Wants to Be a Tool Man",
  "Saijaku Hakugai Made Sareta Kedo, Chou Nankan Meikyuu de 10 Mannen Shuugyoushita Kekka, Tsuyoku nari Sugite teki ga inakunatta~Bocchi Seikatsu Nagai Tame, Saikyou Dearu Koto no Jikakunaku Musouitashimasu",
  "The World of Otome Games is Tough For Mobs",
  "Pawahara Seijo no Osananajimi to Zetsuen Shitara, Nanimokamo ga Umaku Iku Yō ni Natte Saikyō no Bōken-sha ni Natta ~ Tsuideni Yasashikute Kawaii Yome mo Takusan Dekita ~ (WN)",
  "I am a Gao Fushuai Villain",
  "Four Color Goddesses",
  "S*ave Harem in the Labyrinth of the Other World (LN)",
  "Quick Transmigration System: Male God, Come Here",
  "A Failed Idol’s Rise to Bottom",
  "Sign-in Buddha’s Palm",
  "Strongest Swordman’s Re:START",
  "After the Disabled God of War Became My Concubine",
  "How to Live As the Vampire Lord",
  "Blunt Type Ogre Girl’s Way to Live Streaming",
  "Past Life Returner",
  "I Became a Magical Cheat Loli Witch ~My Different World Life With My Reincarnation Privilege [Creation Magic] and the [Seed of Magic]~",
  "I Became the Strongest With The Failure Frame【Abnormal State Skill】As I Devastated Everything",
  "A Merchant With Zero Combat Power Who Was A Baggage Handler In A Hero Party (Me), Was Finally Banished And Wants To Be A Steady Merchant.",
  "Fortune Teller Master",
  "Legend",
  "Buy the Land And Cultivate in Different World",
  "Two as One Princesses",
  "Villainess Is Changing Her Role to a Brocon",
  "Martial God Asura",
  "Dressed as The School Grass’ Ex-boyfriend",
  "After Transmigrating into a Short-lived White Moonlight, had a HE with the Villain",
  "I Was Admitted To The Villain School",
  "The Way of the Empress",
  "Forget My Husband, I’ll Go Make Money",
  "That Time I Got Reincarnated as a Disappointing Prince",
  "A Fake Holy Mother in the Zombie Apocalypse",
  "I Became a God in a Horror Game",
  "Reborn Girl Starting a New Life In Another World As a Seventh Daughter",
  "The Creation Alchemist Enjoys Freedom -If I Am Exiled From My Hometown, I Can Make Magic Items With Transcendent Effects at the Knees of the Demon Lord-",
  "I, the “Clock User”, Was Kicked Out of the Craftsmen’s Guild for Being Incompetent, but at the Dungeon’s Depths, I Awakened My True Power – Even Though I Was Told to Return Because They Couldn’t Handle the Work, It’s Too Late Now, and I Will Live Freely as an SSS-class Adventurer",
  "Level 1 Strongest Sage ~ Cursed to Be Able to Use Only the Lowest Level of Magic, but Because of the God’s Miscalculation I Got Infinite Magic and Became the Strongest ~",
  "The Villain Only Wants To Live a Buddhist Life",
  "Magi Craft Meister",
  "I’ll Become a Villainess That Will Go Down in History",
  "The Squishy Swordsman with Zero Attack Power ~Abandoned by His Childhood Friend Oracle, He Entered the Magic Academy, and Ended Up Looking After the Demon Lord~",
  "Predatory Marriage",
  "The Hero Became Obsessed With The Villain",
  "The Sovereign’s Ascension",
  "The Clumsy Cold-Blooded Prince, Who Lost His Life Due to His Brother’s Scheming, Became the Wise King After Fighting in His Second Life for the Clumsy Marchioness",
  "Tensei Shite Inaka de Slowlife wo Okuritai",
  "Fairy Trap",
  "Cuckold Wizard’s Adventure",
  "The Death Mage Who Doesn’t Want a Fourth Time",
  "To Hell With Being a Hero!",
  "The Predator’s Contract Partner",
  "The Ugly Ger’s Farming Story",
  "The Earth is Online",
  "Regressor Instruction Manual",
  "The Case About The Ladies From A Noble Family Who Turned Out to Be Yanderes After I Saved Them",
  "The Villain’s Diary – The Heroine’s Character Crumbles",
  "Saving the Tragic Adonis",
  "The Healer Demands Payment!",
  "Who Cares",
  "Free Life Fantasy Online",
  "The Villainess Wants to Marry a Commoner!! (WN)",
  "After The Vicious Cannon Fodder Was Reborn",
  "Ankoku Kishi Monogatari ~Yuusha wo Taosu Tameni Maou ni Shoukansaremashita~",
  "A Transmigrator’s Privilege",
  "Mechanical God Emperor",
  "Reincarnated into a Game As the Hero’s Friend",
  "Necropolis Immortal",
  "Son, “Mom” Will Back You",
  "Magic Gems Gourmet (LN)",
  "Magic Industry Empire",
  "Mediterranean Hegemon of Ancient Greece",
  "A Warrior Exiled by the Hero and His Lover",
  "I Started As A Novel Villain",
  "I’m Pregnant with the Hope of the Entire Planet",
  "Tyrannical Wang’s Beloved Wife",
  "After a Flash Marriage With the Disabled Tyrant",
  "Smash All Pots and Pans To Go to School",
  "Passerby Male Protagonist",
  "Quick Transmigration Cannon Fodder’s Record of Counterattacks",
  "I Quit the Going-Home Club for a Girl with a Venomous Tongue",
  "I Was Caught up in a Hero Summoning, but That World Is at Peace (LN)",
  "Yousei Bishoujo ga Nounai de Tasuke wo Motometekurundaga?",
  "Almighty Sword Domain",
  "Demon’s Diary",
  "Welcome to the Impregnable Demon King Castle – The Black Sorcerer Is Offered a Seat as a Member of the Demon King Army’s Top Brass After Being Kicked out of the Hero’s Party Because They Didn’t Need Debuffs",
  "The Prodigies War",
  "Reincarnated Vampire Princess and Former Hero, Trample Over Mankind",
  "Going to Another World on Your Own! ～a Story That Begins With a Not-so-sweet Upbringing",
  "A Contractual Marriage with the Best Leading Actor",
  "Reincarnated in the Mastermind of the Story-evolving Magic Swords and Game Knowledge to Defeat Everything",
  "Master’s Smile",
  "Story of The Ancient Demon King!",
  "Divorce is the Condition",
  "Sword Pilgrim",
  "The Girl Who Betrayed Me Reigns in the Top Caste at My High School",
  "Cursed Prince’s Cure",
  "Kono Sekai ga Game da to, Ore dake ga Shitte Iru (WN)",
  "Nigoru Hitomi de Nani wo Negau",
  "Lazy Dungeon Master",
  "The Buddhist Girl Transmigrated Into a Book",
  "Isn’t Being A Wicked Woman Much Better?",
  "Reborn as the Hero’s Daughter! Time to Become the Hero Once More! (WN)",
  "Daughter of the Dao and Devil Venerables",
  "Max Talent Player",
  "I Married a Disabled Tyrant After Transmigrating",
  "The Reincarnated Heavy Knight Who Was Exiled After A Supposed Big Miss Is Unparalleled With His Game Knowledge",
  "Tensei Reijou wa Shomin no Aji ni Uete Iru",
  "Seisan Mahoushi no Rakuraku Henkyou Kaitaku – Saikyou no Ajintachi to Howaito Kokka wo Kizukimasu!",
  "The Dark Magician Transmigrates After 66666 Years",
  "I Got A Cheat Ability In A Different World, And Become Extraordinary Even In The Real World (LN)",
  "The Disabled Tyrant’s Pet Palm Fish [Transmigration]",
  "Breakthrough with the Forbidden Master",
  "The Player that Can’t Level Up",
  "My Wife is a Beautiful CEO",
  "Of All Things, I Became a Crow",
  "Thriller Trainee",
  "My Beloved Dog is the Strongest in Another World",
  "My Beloved Dog is the Strongest in Another World",
  "The Magical Revolution of the Reincarnated Princess and the Genius Young Lady",
  "Villainous Husband, the One You’re Obsessed With is Over There",
  "Jin Wang Dotes on His Concubine",
  "Avalon’s Dungeon",
  "Doomsday Ecstasy Cave",
  "The Grand Secretary’s Pampered Wife",
  "Another World Awakening Transcendental Create Skill",
  "The Interstellar’s Expert Plant Tamer",
  "Life, Once Again!",
  "Stargazer – Assassination Aristocrat and Meteor Poem",
  "Our Omega Coach is Gold-Class",
  "Ultragene Warlord",
  "Ranker’s Return",
  "The Silly Alchemist",
  "Dungeon Defense (WN)",
  "What To Do if You’re the Villain and the Heroine Likes You.",
  "Death March kara Hajimaru Isekai Kyusoukyoku (WN)",
  "Pure Love ✕ Insult Complex",
  "Makai Hongi",
  "The Novice Alchemist’s Store",
  "Record of a Thousand Lives",
  "Little Fox",
  "I Want to Earn Money Using the Skills I’ve Been Given and Flirt with Beautiful Women From Other World",
  "Omniscient Reader’s Viewpoint",
  "I Want to Earn Money Using the Skills I’ve Been Given and Flirt with Beautiful Women From Other World",
  "The Virtual Character I Personally Raised Wants to Marry Me",
  "The Eldest Daughter was Reborn",
  "My Childhood Friend Loathed Me, So I Decided To Stop Living In The Shadows And Hide",
  "Oukoku e Tsuzuku Michi",
  "I Played the Role of a Hated Hero, but for Some Reason, I’m Loved by the Last Boss and Living With Her!",
  "My Husband is Suffering from a Terminal Illness",
  "Being an Extra Actor in an Escape Game",
  "My Evil Imperial Wife is Too Arrogant",
  "When I Was Reincarnated, My Cute Childhood Friend Was a Younger Sister Who Died With Me. What Should I Do?",
  "The First Interstellar Energy Gambler",
  "One Planet for Everyone! Building Science and Technology Civilization at the Beginning",
  "Butcher Demon",
  "Cannon Fodder Cheat System",
  "Before I Died, I Forcibly Kissed The Heroine",
  "The Abandoned Son Runs Rampant",
  "I Reincarnated as the Villain in an Eroge, But Before I Realized, I Became a Capture Target",
  "The Culinary Tycoon",
  "Reincarnated Lord’s Unwanted S*xual Technique",
  "Doing Something with my ‘Angel’ Little Sister in Another World",
  "I, The Dragon Overlord",
  "Strange Grief Wants to Retire ~ The Weakest Hunter Dreams of a Hero ~",
  "I Married the Famous, Hideous “Young Lady Goblin” and She Was Absolutely Adorable.",
  "My Twin Sister Was Taken as a Miko and I Was Thrown Away but I’m Probably the Miko",
  "The Only Normal Human In The Universe",
  "Why The Big Villain Hasn’t Run Away",
  "I Am This Type of Woman",
  "Card Room",
  "Obey Me",
  "Transmigrated As a Villain, I Rely on Sand Sculpture to Survive",
  "Demon Sword Maiden",
  "I Have the Aura of Overbearing President",
  "One Hundred Years As An Extra",
  "Cheat Magician Life That Started From Being Judged Useless",
  "I was Reincarnated as a Side Heroine in a Yuri Game, and with all my Power I will Protect my Favorite Character",
  "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken (WN)",
  "The Strange Adventure of a Broke Mercenary",
  "Single Dog Ending System",
  "Becoming the Villain’s Family",
  "Global Examination",
  "Goshujin-sama to Yuku Isekai Survival!",
  "After The Breakup, I Became The Marshal’s Wife",
  "Reincarnated Princess Wishes To Avoid Death",
  "Life as a Tower Maid: Locked up with the Prince",
  "He’s Super Sticky",
  "This Alpha’s Pheromones Are Exploding",
  "Real Missy Relies on Food to Counterattack",
  "Please, I Really Didn’t Want To Fall in Love With My Master!",
  "Transmigration: Raising the Child of the Male Lead Boss",
  "Case File Compendium",
  "Aspiring to the Immortal Path",
  "Transmigrated into the Film Emperor’s Death-Seeking Fiance",
  "The Heroine Had An Affair With My Fiance",
  "My Childhood Friend Wants To Hide My Face for Some Reason",
  "Honey, Why Can’t We Get a Divorce?",
  "Reborn as a Substitute",
  "My Outside Expression Is Different From My Inner Expression",
  "The Aftermath of Having Slept with the Villain",
  "In the Future, My Whole Body is a Treasure",
  "The Rich Ex-Husband Cries and Begs to Remarry",
  "Ascendance of a Bookworm",
  "Back To The Beginning Of Ming To Do Charity",
  "Van Gogh Reborn!",
  "Spending the Villain’s Money to Extend My Life",
  "Dressed as a Stand-in for the White Moonlight",
  "Your Rival in Love Gets Prettier Every Day",
  "Reincarnating in a Depressing Game! I’ve Been Reincarnated in a Galge That I’ve Known All Too Well, so I’m Going To Destroy All the Depressing Flag and Live Freely!",
  "I Just Want to Freeload on Your Luck",
  "She Professed Herself The Pupil Of The Wiseman (WN)",
  "The Exhausting Reality of Novel Transmigration",
  "The Tang Family’s Seven Os",
  "The Monster Duke Mistook Me for His Wife",
  "Interstellar Super Doctor",
  "The Story of an Ace Pilot Who Is the Only Man in an Alien Army Where Chastity Has Been Reversed",
  "The Tutorial Is Too Hard",
  "The Tutorial Is Too Hard",
  "Interstellar Super Doctor",
  "Aizawa-kun Can’t Love",
  "Outer World Story: The Black Fog that Devours",
  "Yumemiru Danshi wa Genjitsushugisha (LN)",
  "The Revenge of the Soul Eater",
  "Strongest Swordsman In One Piece",
  "The Rich Second Generation Villain’s Father",
  "O Pretends to be B For The Violent Admiral",
  "After The Abyss Dragon Woke Up",
  "The Cave King Will Live a Paradise Life -Becoming the Strongest With the Mining Skill?-",
  "I Really Am a Slag Shou!",
  "After Becoming the Alpha Protagonist, I Snatched the Cannon Fodder Omega",
  "The Queen Villainess Eavesdrops on My Heart and Won’t Let Me Slack Off",
  "I Am Overlord",
  "The Reason I was a Villainess",
  "Surviving the Game as a Barbarian",
  "Reborn as a Transcendent",
  "Noble Reincarnation~Blessed With the Strongest Power From Birth",
  "I Can Read Minds But Will Not Be Marked",
  "The Return of The Lord God",
  "After Marrying the Wealthy Disabled Tyrant",
  "After Transmigrating into a Cannon Fodder Real Daughter, the Plot Changes",
  "An Old Man from the Countryside Becomes a Swords Saint: I Was Just a Rural Sword Teacher, But My Successful Students Won’t Leave Me Alone!",
  "Devil’s Son-in-Law",
  "The Only Favourite Ugly Husband",
  "Mist",
  "This Game Is Too Realistic",
  "Necromancer Academy’s Genius Summoner",
  "Married the Scum Gong’s Villain Brother",
  "The Devil’s Origin",
  "Flowers Are Bait",
  "After the White Moonlight came back, the Stand-in Fell into Unemployment Crisis",
  "I Was Reincarnated as a Poor Farmer in a Different World, so I Decided to Make Bricks to Build a Castle",
  "Born to Be Rebellious [Quick Transmigration]",
  "I Don’t Want This Reincarnation",
  "I Became the Tutor of the Royal Twins",
  "I Became The Stepmother of My Ex-husband",
  "Low IQ Supporting Female, Waiting for Death Online",
  "Allrounders!!",
  "The Villainess Becomes a Commoner",
  "Alpha Predator",
  "Crap, the Villain Is Forced to Play the Role of the Heroine!",
  "Baby Princess Through the Status Window",
  "Unfairly Fired From the Healer’s Guild After Five Years of Dedicated Service – Despite Always Being the Weakest, With My Super-Ultimate Skill in Hand, I Aim to Become the Strongest!",
  "Reign of the Hunters",
  "The Show Must Go On",
  "Quickly Wear the Face of the Devil",
  "The Rebirth of Han Yuxi",
  "Number One Lazy Merchant of the Beast World",
  "I Accidentally Saved The Male Lead’s Brother",
  "Retired Villainess Transmigrates into a Cannon Fodder",
  "Global Demon King: Starting as the Abyssal Dragon",
  "Stagnant Water of Apocalypse",
  "The Rebirth of the Last Days and Return to [Fang] Hao",
  "The Undetectable Strongest Job: Rule Breaker",
  "This Book is Not Available for Subscription Under the Age of 18",
  "LV. 99 The Princess of Dark Flare",
  "Adored Koi in the ’70s",
  "I Become The Wife of The Male Lead",
  "Entering a Split Personality",
  "It’s Better to be the Empress Dowager",
  "My Savior Identity Got Exposed Because Of My Savings",
  "Frontiers ~Chronicles of Bucket-san’s Detailed Pioneering~",
  "I Became The Childhood Friend of the Obsessive Second Male Lead",
  "Reincarnation Of The Strongest Sword God",
  "Living As the Villainess Queen",
  "Worship Me, I Can Make You Rich",
  "Hundreds Years After I Was Called [Just Corpse], I’ve Become Strongest Undead When I Woke Up",
  "The Unemployed Assassin",
  "Married Thrice to Salted Fish",
  "I Stole the Heroine’s Holy Grail",
  "Inside the Cave of Obscenity",
  "Transmigrated as the Villain’s Cat",
  "Look At Me",
  "When The Cruel Villain Seduces Me",
  "Break World Online ~ The Abhorred and Denounced Vampire Becomes a Famous Live Streamer",
  "For Some Reason, the School Goddess Likes to Hang Out at My House",
  "My Son is a Transmigrated Prince",
  "The Saint Who Has Been Summoned to Another World Just Cries and While Saying, “My Boyfriend Is Dead!” by the Way, That Dead Boyfriend Is Me From the Previous Life",
  "The Regressor and the Blind Saint",
  "Elf no Kuni no Kyuutei Madoushi ni Naretanode, Toriaezu Himesama ni Seitekina Itazura wo Shitemimashita",
  "Proud Farm Girl With A Space",
  "Dungeon Battle Royale ~ Since I Became a Demon King, I Will Aim for World Domination ~",
  "Come Eat Mr. Bunny Rabbit",
  "This Bastard is Too Competent",
  "The Rebirth of an Ill-Fated Consort",
  "The Obsessive Male Leads Want to Eat Me Alive",
  "Arifureta Shokugyou de Sekai Saikyou (WN)",
  "Reincarnated in The World of a Yuri Game as a Man Who Got Sandwiched by Yuri",
  "The Baby Raising A Devil",
  "Shoujo Grand Summoning",
  "Second Marriage with the Alliance Marshal",
  "Vicious Male Counterpart Isn’t Competing Anymore",
  "After Transmigration, The Male Lead and I had a HE",
  "21st Century Archmage",
  "Martial King’s Retired Life",
  "The Hero King, Reincarnate to Master the Art of War ~And Thus, I Became The Strongest Knight Disciple (♀) in The World~",
  "A Fairy Tales for the Villains",
  "Shimotsuki-san Likes the Mob (WN)",
  "The Legendary Master’s Wife",
  "Zettai ni Me wo Tsukerarete ha Ikenai Vtuber ni Mitsukatte Shimatta",
  "The President Is Sick in the Head",
  "I Got a Cheat and Moved to Another World, so I Want to Live as I Like",
  "Deliverance of Counterattack",
  "Black Iron Magician",
  "Refining the Mountains and Rivers",
  "Believe It Or Not, I Already Caught You",
  "Ikemen ni Tenseishita kedo, Cheat ha Dekimasenseshita",
  "The Vicious Supporting Female Character And The White Lotus Female Lead",
  "Why Are You Obsessed With Your Fake Wife?",
  "Kurasu no Daikiraina Joshi to Kekkon Suru Koto ni Natta",
  "Show Off Once in Every World",
  "School Underdog – A Loner Who Woke Up With Supernatural Power Got Called By The Government Became A Normie",
  "He’s Mine, No Objections Allowed",
  "Mecha S*ave Contract",
  "I was Summoned to Another World, but Also Called Useless and Kicked Out. ~This World was Easy Mode for Me~",
  "Mistakenly Saving the Villain",
  "Beastmaster of the Ages",
  "I Really Like My Sister",
  "100,000/Hour Professional Stand-in",
  "The Beloved New Daughter-In-Law of the Wolf Mansion",
  "Break-up",
  "The Transmigrated Cannon Fodder Overthrows the Male Protagonist",
  "I am the Nanny of the Villain",
  "My Life Was Switched With My Little Sister Who Was Condemned, but For Some Reason, My Yandere Husband is Still Following Me Around",
  "Rebirth to Become the President’s Omega Wife",
  "I am the Nanny of the Villain",
  "Online Game: My Healing Becomes a Permanent Buff",
  "Genocide Online ~Playtime Diary of an Evil Young Girl~",
  "Hard Carry Support",
  "Possessing Nothing",
  "The Sage Summoned to Another World: The Cheat Items of the Unneeded Storage",
  "Disciple of Immortal",
  "The Exiled Royal Architect Develops An Island With Magic Construction Equipment And Fluffy Animals",
  "Saving 80,000 Gold in an Another World for Retirement",
  "The Reader and Protagonist Definitely Have to Be in True Love",
  "I Unintentionally Cured The Grand Duke’s Insomnia",
  "Extreme Flame Wizard",
  "Transmigrating into the Female Supporting Character with a Good Life in a Laid-Back Novel",
  "I Don’t Want To Inherit A Feudal Estate So I’ll Just Throw Everything On My Brother And Live As I Please",
  "World’s Fastest Level up! ~As a Result of the Awakening of My Incompetence Skill [Transfer Within Dungeon], I Became the Strongest Without Being Restricted by the Rules of the Dungeon~",
  "Leveling with the Gods",
  "Super Card System",
  "When I Fell Madly in Love With the Heroine, the World Changed. ～the Strongest Gamer in the World Becomes the Strongest Knight in the Game World",
  "I’ll Be The Warrior’s Mother",
  "Ending Maker",
  "The Steward Demonic Emperor",
  "Cry, Even Better if you Beg",
  "Heavenly Demon Cultivation Simulation",
  "Return of The Unrivaled Spear Knight",
  "The Whole World Is My Crematorium",
  "Infinite Gacha",
  "The High Spec Mob, Turned the Tables on a Deserted Island",
  "Become the Apex of the Black Tyrant CEO",
  "Violant of the Silver",
  "I Became The Servant Who Received The Crown Prince’s Obsession",
  "It Turns Out That I Have a Fiancee, but She Is the Famous “Villainess” of the School. What Should I Do?",
  "Zhanxian",
  "Transmigrated as the Cannon Fodder Abandoned by the Movie Star",
  "Rebirth of the Evil Mother-In-Law",
  "Mightiest Melee Magician",
  "Beloved Marriage in High Society",
  "The Obsessive Shou Moves On",
  "A Story of a Cannon Fodder who Firmly Believed He was the Protagonist, Misunderstood the Actual Protagonist as the Cannon Fodder, and Ended up Victorious",
  "I Was a Man Before Reincarnating, So I Refuse a Reverse Harem",
  "More Than A Few Blessings",
  "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late",
  "Transmigrated to become the Tyrant’s Male Concubine",
  "History’s Strongest Senior Brother",
  "The Obsessive Maniac Is Trying To Confine Me",
  "Accidentally Married a Man Full of Vinegar",
  "Villain’s Strategy",
  "Lord of the Mysteries",
  "How to Survive as the Wife of The Monster Duke",
  "I’m Not the Final Boss’ Lover",
  "After I Got Married, Those Who Betrayed Me Were Reborn",
  "I Was a Sword When I Reincarnated (WN)",
  "Never Saved You",
  "Omiai Shitakunakattanode, Muri Nandai na Jouken wo Tsuketara Doukyuusei ga Kita Ken ni Tsuite",
  "Brothel Open For Business (H)",
  "I Was a Small Fish When I Reincarnated, but It Seems That I Can Become a Dragon, so I Will Do My Best",
  "I Can Do It",
  "After I Possessed the Tmall Genie of the School Adonis",
  "Heaven Official’s Blessing",
  "Womanizing Mage",
  "Atelier Tanaka",
  "Your Distance",
  "Didn’t Love You Enough",
  "Manuke FPS",
  "After Retiring From The Entertainment Industry, I Became The Real Young Master Of A Luxurious Family",
  "Try Crying Prettier",
  "History at the Library",
  "Death Is The Only Ending For The Villain",
  "Thrive in Catastrophe",
  "Yotogi no Kuni no Gekkouhime",
  "Fake Saint Of The Year",
  "Max Level Newbie",
  "Addicted Pampering You: The Mysterious Pampered Wife of The Military Ye",
  "I’m Not Doing This With A Friend",
  "Traumatized Boy Want to Live Quietly",
  "A Scumbag Always Gets What He Deserves",
  "After Leaving the A-Rank Party, I Aim for the Deep Part of the Labyrinth With My Former Students",
  "The Tyrant’s Beloved Empress",
  "Everyone Knows I’m a Good Person",
  "Transmigrating Into The Heartthrob’s Cannon Fodder Childhood Friend",
  "My Fiance is in Love with My Little Sister",
  "Marriage of the Di Daughter",
  "Don’t Pick Up Boyfriends From the Trash Bin",
  "Transmigrated into Substitute Bride ‘Fu Lang’",
  "I am an XXXL Con***",
  "I Became Distrustful of Women Because I Was Dumped by My Senpai",
  "Fierce “Husband”",
  "Back to the Peak",
  "The Gal Is Sitting Behind Me, And Loves Me",
  "Where is the Morality",
  "Reborn into Naruto World with Tenseigan",
  "Blessing from the Goddess and Transfer to Another World! ~No Thanks, I Don’t Need a Special Ability~",
  "After Sleeping With My Childhood Friend",
  "How to Hide the Emperor’s Child",
  "The Little Sweet Cutie Always Think That He Is a Stand-in",
  "[Reberu] ga Arunara Agerudesho? Mobukyara ni Tensei Shita Ore wa Gēmu Chishiki o Ikashi, Hitasura Reberu o Age Tsudzukeru",
  "Bone Painting Coroner",
  "Interstellar Rare Species",
  "I Am The White Moonlight of The Reborn School Bully",
  "Tensei Shitara Slime Datta Ken (WN)",
  "When the Nemesis Eats the Wicked Woman",
  "Sekkusu & Danjon! ! ~ Wagaya no Chika ni, H Kaisū = Reberu no Danjon ga Shutsugen Shita (WN)",
  "I Was Banished by the Power Harassment Knight Captain",
  "Taikutsu-girai no Fuuin Jutsushi",
  "How To Say I Love You",
  "Lonely Attack on the Different World (WN)",
  "In the Middle of The Night in the Duke’s Residence",
  "The Class Genius Sitting Next to Me Is Always Trying To Flirt With Me",
  "A Non-combat Magic Artifact Researcher ー Actually Was an Extroadinary S-rank Mage～ Though He Worked Overtime Without Compensation and Contributed Greatly, He Was Labeled as Incompetent and Was Fired",
  "I am the Father of the Villain",
  "Necromancer Survival",
  "I Was Pregnant After Divorce",
  "Today, the Foolish Scum Gong Screwed Me Over Again",
  "Transmigrated Into the Violent Boss’ Little Mermaid",
  "Assassin Farmer",
  "Kumo Desu ga, Nani ka?",
  "An S-class Adventurer, Banished as the Tank of the Party, Uses His “S*ave Release” Skill To Build the Strongest Country in History!",
  "The Undead King of the Palace of Darkness (WN)",
  "Kamisama no Kago wo Kyohishitara?!",
  "I Married the Ruthless and Cold-hearted Hero Under Royal Decree, But Something Feels Off",
  "I, I Would like to Refuse",
  "Hero’s Redo ~ A Hero That Once Saved the World Reborn as a Girl ~",
  "At the Northern Fort",
  "Drifting Between Film and Reality",
  "The Yandere Came During the Night",
  "The Best Assassin, Incarnated into a Different World’s Aristocrat",
  "Great Day to Be Alive! The Daughter Spoiled by the President Wants Me to Marry Her ~ 3LDK Cohabitation Life With a Perfect Beautiful Girl (WN)",
  "All My Disciples Suck!",
  "Transmigrated into the Primitive Wilderness as a Great God",
  "Side Character Transmigrations: The Final Boss is No Joke",
  "After I Livestreamed Raising Cubs I became the Wealthiest in Interstellar",
  "What’s Wrong With the Summoner Being a Shadow",
  "Restricted Area",
  "The Rebirth of the Malicious Empress of Military Lineage",
  "The Film Emperor Asks for Divorce Every Day",
  "The Spearmaster and the Black Cat",
  "RE: Ankoku Kishi Monogatari",
  "Fostering the Male Lead",
  "I’m an S-class Knight, and I was Appointed as a Captain of an Elite Unit, but all my Subordinates were Older S-class Female Knights",
  "Surviving a Shounen Manga",
  "Shinka no Mi (WN)",
  "The Virtuous Omega Disguised as the Vicious Colonel",
  "Boss Level Face-slapping Specialist [Quick Transmigration]",
  "The Weakest Tamer Trash Picking Journey Begins",
  "Tyrant Pampering Wife Diary",
  "I Am Not Fit to Be the Male Lead’s First Love",
  "Me, the Heroine? And a Saint? No Way, I’m Just an All-Works Maid (Heh)!",
  "Easy Survival Life in the Other World ~Everyone in School Transferred to an Uninhabited Island in the Other World but It’s an Easy Victory for Me~",
  "I Won’t Get Drunk With My Nemesis Again",
  "After the Stand-in Shou Faked His Death",
  "Survivor Saijaku no Ore wa Hazure skill “Faker” de Tenshina Kanojo to S rank wo Mezasu",
  "The Princess’ Bedroom Doll",
  "Transmigrating into the Male Supporting Character’s Ex-wife",
  "The Baby Isn’t Yours",
  "I Was Genderswapped and Reincarnated as a Villainess, but I’m Making this My Personal Yuri Game",
  "The Misfit of Demon King Academy (WN)",
  "I Grabbed The Leash Of The Blind Beast",
  "The Crown Prince in the Jade Pendant",
  "I’m Pregnant with the Villain’s Child",
  "Reincarnation Paradise",
  "Reincarnated as an Emperor ~ Will the Emperor at Birth Survive?",
  "Ex Rank Supporting Role’s Replay in a Prestigious School",
  "Eldest Miss’s Style Isn’t Right",
  "With the [Alchemy Box], Create, Enchant and Dominate! With a Box That Can Create Anything, Begin Building a New Life on a Deserted Island",
  "I’ve Been Devoting Myself To Helping My Sister, but I’m Quitting Today",
  "I! Accept Disciples and Become Stronger!",
  "As Earth Turned Into a Fantasy World, I Was the Only One Left Out",
  "Divorce Will Be Completed in 3 Seconds",
  "The Emperor Has An Illness",
  "You’ve Got The Wrong House, Villain",
  "Citadel for All: The Only Unit Angel at the Start of the Game",
  "Life-Saving Days by the Husky’s Side",
  "He Woke Up And Became The Actor’s Cat",
  "What Do I Do if I Accidentally Slept With Someone Younger",
  "Debut or Die",
  "I Woke up and Was Pregnant",
  "The Girls Who Traumatized Me Are Glancing at Me, but I’m Afraid It’s Too Late",
  "The CEO’s Villainess Childhood Friend",
  "The Villain’s Mother",
  "Shatei Kyokufuri Yumi-Ojisan",
  "Questioning Heaven, Desiring the Way",
  "Transmigrating To Become The Boss’s Little Fairy",
  "Elf Tensei Kara no Cheat Kenkoku-ki",
  "Greetings, Automata Maid",
  "Foreigner’s Mistake",
  "My Whole Family Are Villain",
  "After an Infinite Flow Player Retires",
  "A Boy Who Was Disowned Because He Was Second in Everything, Is Unknowingly Unmatched",
  "He’s Pregnant with the Major General’s Fish Cub",
  "The Female Supporting Role Shows Out",
  "Level 99 Villainous Daughter",
  "Records of Dungeon Travel",
  "Weibo Big V’s Daily Entertainment Circle",
  "Since When Were You The Villain?",
  "The Villainess Is Sick of the Whole Thing, so She Decides to Pretend to Have Amnesia",
  "Xian Wang Dotes On Wife",
  "Sick Beauty [Rebirth]",
  "The Most Powerful Characters In The World Are Obsessed With Me",
  "Galactic Garbage Station",
  "Gimai Seikatsu",
  "Zhan Long",
  "Underneath The Bandages, You Are Prettier Than Anyone",
  "All-Rounded Strategy Game",
  "Pampered Poisonous Royal Wife",
  "Transmigration of Mian [Reluctantly] Becomes His Man [Wife]",
  "After Crossing Through Ten Worlds, I Failed To Run Away",
  "My Husband Hates Me, But He Lost His Memories",
  "Boundless Necromancer",
  "Alsar",
  "Little Terrified Bun",
  "Soen na Osananajimi to Isekai de wa Kekkon Shite Iru Yume wo Mita ga, Sorekara Osananajimi no Yousu ga Okashii ndaga",
  "Shadowless Night",
  "I’m Scattering IQ to the Protagonist",
  "Apocalypse Arrival",
  "Why Do All the Male Protagonists Look at Me Like That",
  "The Guide to Capturing a Black Lotus",
  "The Divine Hunter",
  "I Became the Younger Sister of a Regretful Obsessive Male Lead",
  "Second Hand Love Letter",
  "Who Says Omegas Can’t be as Explosive as Alphas",
  "The Scum Villain’s Self-Saving System",
  "When The Count’s Illegitimate Daughter Gets Married",
  "Fire Arrow? No, This Is a Rifle!!!",
  "What Life Is Like When You Have A Genius Magician As Your Little Brother",
  "He Has a Sickness that Needs to be Cured",
  "Because She Had A Time Limit, She Became The Villain’s Daughter-in-law",
  "Paintings of Terror",
  "I Just Crave for Your Pheromones",
  "Even If I’m Reborn as a Cute Dragon Girl, I Will Still Make a Harem",
  "This Omega is Immune to All Abilities",
  "My 【Repair】Skill Became an Almighty Cheat Skill, So I Thought I’d Open Up a Weapon Shop",
  "Flower Stealing Master",
  "The S-Classes That I Raised",
  "Overturn the Entertainment Circle",
  "I’m the Evil Lord of an Intergalactic Empire!",
  "The Submissive Emperor",
  "Who Stole The Empress",
  "Fakes Don’t Want To Be Real",
  "After Marrying the Disabled Crown Prince of the Enemy Country",
  "Busy Farming in The Last Days",
  "The Principle of a Philosopher by Eternal Fool “Asley”",
  "Circumstances of a Fallen Lord",
  "I Just Want To Be a Salted Fish Quietly",
  "Interstellar Chef Raising a Baby",
  "Stone Age Husband Raising Journal",
  "Ordinary I and Extraordinary Them",
  "Landing On My Heart",
  "The E-Sports Circle’s Toxic Assembly Camp",
  "I’m Stuck on a Remote Island With the Male Leads",
  "After Getting Amnesia, I Accused My Gong of Trying to Steal Our Children",
  "After Regenerating Into An Omega, Everyone Is Dying To Marry Me",
  "The Main Family Is About to Die Out, so I, from a Branch Family, Am a Seed Provider",
  "Baby Squirrel Is Good at Everything",
  "I’m Not Even an Otome Game Mob Character",
  "The Great Sage Who Returned from Another World Wants to Live Quietly",
  "Male Lead 2 and Male Lead 3 Happy Ending!",
  "After the Little Crybaby Enters the Nightmare Cycle",
  "Give You Two Green Hats",
  "People Made Fun of Me For Being Jobless but Its Not Bad at All",
  "I Got Bitten After Transmigrating into a Pseudo-Beta",
  "The Sickly Beauty Substitute Called It Quits",
  "The Reborn Otaku’s Code of Practice for the Apocalypse",
  "Confinement King (WN)",
  "I’m In Charge of SCP",
  "I’ll Have My Seatmate Beat You",
  "Otome Game Mob Villain",
  "Life Going Wild With Plug-ins",
  "Everlasting Immortal Firmament",
  "The Villainess Female Supporting Character Raising Her Bun",
  "Live Dungeon!",
  "Santairiku Eiyuuki",
  "Transmigrating Into The Male Lead’s Villainess Older Sister",
  "I Became A Mechanic",
  "Dungeon Defense",
  "Dungeon Defense",
  "The Otherworldly Adventures of a Super Naive Girl",
  "Wife Can’t Escape",
  "Where’d My Delicate Little Wife Go?",
  "To Be A Virtuous Wife",
  "Jujutsushi Wa Yuusha Ni Narenai",
  "My Groom Ran Away",
  "Witch, Open Your Eyes",
  "The Time Mage’s Strong New Game ～I Returned to the Past To Rewrite It as the World’s Strongest",
  "Lady Villainess Philia D’la Love’s Mistakes",
  "Do All Mothers in Childcare Novels have to Die?",
  "The Villainess Lives Twice",
  "I’ll End This Engagement",
  "When the Witch is Imprinted",
  "Under the Oak Tree",
  "My Junior Still Hasn’t Killed Me",
  "The Tale of Hero Alice’s Social Death",
  "Please Stop Summoning Me!",
  "Date This Super Cute Me! (LN)",
  "Royal Road",
  "The Reincarnated Boy’s Growth Log ~The Harder I Work The Stronger I Can Become!?~",
  "Only She Thinks This World is an Otome Game",
  "Need to Propose to Seven Men What to Do!",
  "Matan’s Shooter",
  "Behind the Scenes in Naruto World",
  "Accompanied by a Fool To Do Farming",
  "Power and Wealth",
  "Mistress, I Was Wrong",
  "A Perfect Ending Plan of the Villain in a Fairy Tale",
  "Scum Male’s Whitewashing Manual",
  "I’ve Led the Villain Astray, How Do I Fix It?",
  "I Tried to Avoid The Male Lead, But I Made Harem",
  "A Smile from the Villain",
  "As the Minor Gay Rival in Het Novels",
  "I Should Have Just Died",
  "The Prestigious Family’s Young lady and the Farmer",
  "After Being Marked by a Powerful Love Rival",
  "Looting Equipment From NPCs",
  "The Consequence of Judging Others by Appearance",
  "The Dungeon Harem I Built With My Elf S*x S*ave (LN)",
  "Chronicles of Primordial Wars",
  "Offered Into Marriage",
  "Before My Withering",
  "Like Pearl and Jade",
  "After My Favorability Level Is Up to the Top",
  "Why Harem Intrigue When You Can Just Raise a Dog Instead",
  "The Rough Man and Sweet Lady",
  "Hachinan tte, Sore wa Nai Deshou! (LN)",
  "The Male Lead Knelt Before Me",
  "Aristocrat Boys School",
  "I’m in Marvel, My Wife Is Godking Hela",
  "The Moon is Coming to Me",
  "Fake Villain Turned Into Cannon Fodder",
  "Puffed-up after Giving Birth to a Wealthy Man’s Heir",
  "I Finally Have You in My Grasp",
  "The Demons In the Reverse Harem Game Are Obsessed With Me",
  "How Come My Dog Becomes Unbeatable",
  "The Strongest Legend of Dragon Ball",
  "Ouroboros Record ~Circus of Oubeniel~",
  "The Girl Who Was Forced by Her Stepsister to Marry the Cursed Duke",
  "I Just Want to Be in a Relationship",
  "Evade The Hero and Flee!",
  "The Villainess who Only Had 100 Days to Live Had Fun Every Day",
  "Pulling Up To Make Love In The Maple Forest",
  "Married To The Male Lead’s Father",
  "The Trapped Former Villainess Wants to Escape from the Sadistic Prince",
  "My Iyashikei Game",
  "I’m a Villainess, Can I Die?",
  "Terran Guardian",
  "Cub Raising Association",
  "My Lady",
  "Live Broadcasting Raising Dragons in the Interstellar",
  "The Reincarnation Of The Strongest Exorcist In Another World~ These Monsters Are Too Weak Compared To My Monsters~",
  "The Villain Just Wants to be a Salted Fish",
  "Peach of June",
  "Peach of June",
  "The Lazy Swordmaster",
  "Offering Salted Fish To Master",
  "Picked up a Demon King to be a Maid",
  "Mulberry Song",
  "Stray",
  "Apocalypse Lord",
  "Political Marriage With a Friendly Enemy",
  "Incurable Pain",
  "The Summoner is Going",
  "S-Class Except Me",
  "Genius Profiler Hansol Im",
  "Nidome no Jinsei wo Isekai de",
  "That Time I Got Reincarnated With Talent ~I’ll Work Hard Even if I Go to Another World~",
  "The Substitute Bride Is Adored by the Clumsy Margrave",
  "Secretly, Secretly; But Unable to Hide It",
  "Eldest Sister, Why Haven’t You Married Yet",
  "Even If It’s Not Love",
  "Otome Game no Heroine de Saikyou Survival",
  "Death Spiral [Infinite Flow]",
  "Sissy",
  "The Little King",
  "The Game Character I Raised is the Boss of the End of the World",
  "Against the Gods",
  "Love Delusion",
  "In the Apocalypse, Jiao Jiao Struggled Every Day",
  "Love Delusion",
  "I Was Summoned to Another World as a Savior, but Because I’m in My Thirties That’s Impossible, so I Quietly Started a Book Café.",
  "Silent Witch",
  "The Vicious Villain Suffers in the Heart",
  "Guide to Stabilizing the Blackening of the Villainous Husband",
  "I Obtained a Mythic Item",
  "You’re My Belated Happiness",
  "The Villain Wants to Live",
  "Fei Pin Ying Qiang",
  "Living leisurely in Tang Dynasty",
  "The Raccoon Ate The Dragon",
  "Starting Life as a Baron",
  "The Great Storyteller",
  "Stuttering Big Boss’s White Moonlight",
  "Your Majesty is Annoying!",
  "I Love It",
  "No One Believed Me. If You Say You Believe Me Now, It’s Too Late",
  "Bite Your Fingertips",
  "Exiled in a Class Trial for “Poor Dexterity”. Because He Was Dexterous, He Lived on His Own. Because of His Dexterity, He Was Able to Use All the Skills and Magic of the Higher Ranks, Making Him Invincible. I Decided to Live on My Own, but the People Around Me Wouldn’t Leave Me Alone.",
  "A Cruel Beast’s Leash",
  "I Won’t Pick Up The Trash I Threw Away Again",
  "The Foolish Gong was Reborn",
  "Shinpai-sei de Ichizuna Kanojo Ga Boku O Zenzen Akiramenai",
  "Eternal Reverence",
  "After Coincidentally Saving the New Transfer Student’s Little Sister, We Gradually Grew Closer",
  "Forced into the Deep",
  "I’m Not Your Female Lead!",
  "The Legendary Rebuilding of a World by a Realist Demon King",
  "Let’s Manage the Tower",
  "The Good for Nothing Seventh Young Lady",
  "A Comfortable Different World Life",
  "Miss Cousin is Always Busy",
  "The Stepmother Loves Harems",
  "Neta Chara Tensei Toka Anmari da!",
  "Unknown Number",
  "Doomsday Stewed Salted Fish",
  "Delivery Man in Another World – The World’s Strongest Trucker",
  "I Accidentally Entered the Female Supporting Character’s Route",
  "Different World Reincarnation as a Sage ~With my Gaming Knowledge, I’ll become the World’s Strongest~ (LN)",
  "One-way Passage",
  "Eight Treasures Trousseau",
  "I Inherited Empire with Fake Pregnancy",
  "Cannon Fodder Is King [Quick Transmigration]",
  "How to Survive As a Villain",
  "Transmigrator Meets Reincarnator",
  "The Lord is Addicted in Infrastructure",
  "I Became Hugely Popular After Becoming a Cannon Fodder Star",
  "Transmigrated as the Domesticated Rabbit of the Sick and Frail Villain in the Apocalypse",
  "My Husband Thought I Was Dead And Became A Tyrant!",
  "The Devoted Second Male Lead Decided to Favor Someone Else",
  "I Want To Become a Beautiful Girl, Be Spoiled, and Live Life on Easy Mode!",
  "I Reincarnated as a Noble Girl Villainess But Why Did It Turn Out This Way? (WN)",
  "Secretly Meeting With My Boss",
  "I Became the Demon Lord and my Territory is an Uninhabited Island",
  "God-level Stone Gambler",
  "My Pet Is a Holy Maiden",
  "Yuujin-chara no Ore ga Motemakuru Wakenaidarou?",
  "Return of the Goddess",
  "How to Live as the Mad Duke’s Fake Daughter",
  "I’ve Been Reincarnated as a Villainess’ Older Brother",
  "He Likes Me a Lot More Than I Thought!",
  "The Strongest Sect of All Times",
  "One Useless Rebirth",
  "Call Me The Mother of Quick Transmigration",
  "The Nerd Turned Out To Be The Tyrant",
  "Strawberry Flavor—Irresistible Love",
  "I Raised A Black Dragon",
  "Ex-Hero, Now Freeloader",
  "Rebirth of a Movie Star",
  "The Gardener in a Hunter World",
  "Guide the Villain Father to Be Virtuous",
  "The Former Supreme Saint, Who Lost Everything to Her Sister, Is Cared For by the Crown Prince of Another Continent",
  "Get Lost! I Don’t Have a Traitorous Disciple Like You",
  "Devil’s Political Marriage",
  "If I Disobey the Duke",
  "Zero Kara Hajimeru Mahou no Sho",
  "Rebirth of a Cannon Fodder from a Novel",
  "The King of Hell’s Genius Pampered Wife",
  "Transmigrating into the Reborn Male Lead’s Ex-Boyfriend",
  "Major General, Please Be Gentle",
  "You Can Keep The Male Lead",
  "I’m The Vicious Cannon Fodder In The Book",
  "Former General Is Undead Knight",
  "Shinwa Densetsu no Eiyuu no Isekaitan (LN)",
  "Let Me Shoulder This Blame!",
  "The Struggle of a Weak Aristocrat in a Different World Our Domain is Surrounded by Large Aristocrats, and It’s a Big Problem!",
  "A Precious Pearl in the Imperial City",
  "Yama Rising",
  "The Novel’s Extra",
  "After My Ex-Boyfriend’s White Moonlight Proposed to Me",
  "The Villainous Shizun Is As Beautiful As A Flower",
  "Kenkyo, Kenjitsu o Motto ni Ikite Orimasu",
  "Akuyaku Reijou ni Nanka Narimasen. Watashi wa『Futsuu』no Koushaku Reijou desu!",
  "The Darkness Was Comfortable for Me",
  "Semantic Error",
  "Hunter Academy’s Battle God",
  "The Lofty Fierce Consort",
  "Referring to Father as Elder Brother",
  "Feast of Flowers",
  "Feast of Flowers",
  "Flying Ash",
  "Saving The Blackened Male Protagonists",
  "Good Man Operation Guide",
  "Breaking a Couple in every World",
  "Using the Wisdom from My Isekai Reincarnation Only for S*x",
  "Amorous Short Stories",
  "Quick Transmigration: Heroine Arrives, Woman Rapidly Retreats!",
  "Elysion Online ~The Dragonewt and The Summoner~",
  "Entertainment Industry Acting Emperor",
  "Special Fondness",
  "Itai no wa Iya nanode Bōgyo-Ryoku ni Kyokufuri Shitai to Omoimasu",
  "Villain Seized the Assassin Heroine at the Start!",
  "The Greatest Estate Designer",
  "Being a Supporting Female Character at An All Boy’s High School (Transmigration)",
  "Please Kill Me",
  "Invincible Saint ~Salaryman, the Path I Walk to Survive in This Other World~",
  "I Was Summoned to Be a Miko, but the Guy with Me was So High-Spec that They Didn’t Need Me",
  "Wu Chang Jie",
  "Forever and Always, My Childhood Friend is the Cutest Girl in the World",
  "Entering a Company From Another World!?",
  "I Have a Happy Ending with the Mistress’ Ex-Boyfriend",
  "The Big Landlord",
  "I Became the Youngest Prince in the Novel",
  "I Was Confessed To And Got Dumped, So I Devoted Myself To My Hobbies, But Things Somehow Got Out Of Hand?",
  "After Being Kidnapped by the Crown Prince",
  "Master, May I Suck It Up?",
  "Peeking into the Future",
  "I Became Popular After Participating on a Dating Show with my Ex-Lover",
  "The Max-Leveled Princess is Bored Today As Well",
  "The Heinous Mysterious Death Green ~The Most Sinister Hero, Warmly Welcomed by The Wicked Organization~",
  "The Zombie Emperor’s Domesticated Cat",
  "Solo Leveling",
  "No One Saved Me",
  "A Demon Lord’s Tale: Dungeons, Monster Girls, and Heartwarming Bliss",
  "The Target Always Thinks That I Like Him!",
  "My Wife May Be a Pervert – My Childhood Friend, Who Had No Interest in Me, Fell in Love With Me as Soon as We Got Married",
  "Transmigrating into the Villain’s Sickly Childhood Friend",
  "Ihoujin, Dungeon ni Moguru",
  "Awakened as a Fine Female Cannon Fodder",
  "The Reason for Marriage",
  "The Grim Reaper, Shrouded in Darkness, Swears Fealty to a Lazy, Greedy Saint",
  "Devil Venerable Also Wants to Know",
  "Heroic Death System",
  "Rebirth Turn",
  "These Werebeast Gongs Are Rogues",
  "In This Life, I Will Raise You Well, Your Majesty!",
  "Pretty State Preceptor Saves the Planet",
  "Cannon Fodder Counterattack System",
  "Surviving as a Maid in a Horror Game",
  "After Transmigrating into a Book, I Have an Entire Family of Cannon Fodder",
  "Don’t Hide From Me!",
  "Dare to Love",
  "Reborn In The ’80s",
  "When the Villainess Died, the Male Lead Went Crazy",
  "Holding Onto My Man",
  "Regina Rena – To the Unforgiven",
  "Reborn As The Villain President’s Lover",
  "A Very Popular Idol Classmate Has Taken a Liking to Me, A Person Who Doesn’t Want to Work for Whole Life",
  "The Witch",
  "Tensei Oujo wa Kyou mo Hata o Tatakioru",
  "Outrageous",
  "I Almost Died After Being Trained Into A Dungeon, But I Endured And Returned With Incredible Strength",
  "I’m Fine With Being the Second Girlfriend",
  "The Master of the Brave",
  "In the After School Library, A Refined Lady’s Romantic Comedy Can’t Be Compromised",
  "S-Class Dungeon’s Mistress",
  "His Transmigrated Cannon Fodder Fiancé",
  "They All Say I’ve Met a Ghost",
  "Mr. Melancholy Wants to Live a Peaceful Life",
  "Our Classmates Don’t Know We’re Having S*x In Your Room",
  "After Rebirth, I Was Entangled with the Tyrant",
  "Everyone Was Obsessed With Me After I Became the Youngest Princess Favourite",
  "Raising Babies in the 70s",
  "The Strongest Interstellar Commander",
  "Reborn as the Villain President’s Cat & Dog",
  "PUBG Online Romance of the Century",
  "Who Touched My Tail!",
  "I Was Betrayed by a Childhood Friend I Liked and a Junior Who Loved Me, so I Became Distrustful of Women",
  "Celebrity Lady",
  "Is the Strongest in Another World a Hero? A Demon Lord? No! it’s a Fairy ~desu!",
  "Jiaochen",
  "I Became the Villainess in an Anticlimactic Novel",
  "After Sleeping With My Childhood Friend’s Best Friends",
  "Survival Strategy for Weak Territories! ~ My Territory Will Be Destroyed No Matter How Many Times It Is Repeated. How Can This Be Saved? ~",
  "Mobile Magical Girl Corporation Lulurun: Even If I’ve Become A Magical Girl, I Will Definitely Start My Own Business In Another World",
  "Warlock of the Magus World",
  "The Tyrant’s Beloved Doll",
  "The Emperor’s Daily Nitpicking",
  "I Raised Him Modestly, But He Came Back Obsessed With Me",
  "The Trash Wants to Live",
  "Please Confess to Me",
  "Sinister Ex-Girlfriend",
  "The Demon King Always Thinks I’m Secretly In Love With Him",
  "The Pervert and the Yandere",
  "Lord of Flames",
  "Guidebook for the Dark Duke",
  "Film Empress’s Daily Face Slapping",
  "While You’re In Love",
  "The Editor Is the Novel’s Extra",
  "Dramas Of Abusive Scums Causes Comfort",
  "A Crowd of Evil Spirit Lines up to Confess to Me",
  "Pampering My Husband Every Day",
  "How To Save A Time-limited Young Master",
  "On The Most Effective Way Of Pushing The Male Supporting Character Down",
  "Screen Partner",
  "Be Fascinated",
  "Godly Farmer Doctor: Arrogant Husband, Can’t Afford to Offend!",
  "The Male Lead’s Wife in the ’80s",
  "Kojiin Tamer",
  "Love History Caused by Willful Negligence",
  "Reborn into A Slash Game",
  "There is No Counterattack From The Supporting Character",
  "After Rebirth, I Become Popular in the Entertainment Industry",
  "Surviving As An Obsessive Servant",
  "Reincarnator",
  "It’s Not Night",
  "Chaotic Nights",
  "Brave Soul of Evil Supremacy",
  "I Became A Flashing Genius At The Magic Academy"
]